Autodesk.Revit.DB.NurbSpline.CtrlPoints
Returns the control points of the nurb spline.
Remarks:
This method returns a copy of the internally-managed data.
Repeated access of this property will return a new copy each time, which may be inefficient.